'use strict'

/*
1 Если переменная test равна true, то выведите 'Верно', иначе выведите 'Неверно'. Проверьте работу скрипта при test, равном true, false. Напишите два варианта скрипта - с короткой записью и с длинной.
 */

// let test = prompt("Введите слово")
// if (test == 'test' ) {
//     alert('Верно')
// } else {
//     alert('Неверно')
// }

/*
1 Напишите два варианта скрипта - с короткой записью и с длинной.
 */

// let test = prompt("Введите слово")
// test === 'test' ? alert('Верно') : alert('Неверно')


/*
2 Если переменная test не равна true, то выведите 'Верно', иначе выведите 'Неверно'. Проверьте работу скрипта при test, равном true, false. Напишите два варианта скрипта - с короткой записью и с длинной.
 */

// let test = prompt("Введите слово")
// if (test !== 'test' ) {
//     alert('Верно')
// } else {
//     alert('Неверно')
// }

/*
2 Напишите два варианта скрипта - с короткой записью и с длинной.
 */

// let test = prompt("Введите слово")
// test !== 'test' ? alert('Верно') : alert('Неверно')

